{
  "slug": "brother-rowan",
  "name": "Brother Rowan",
  "memberId": "II-12",
  "nickname": "",
  "image": "/images/man1950.png",
  "location": "Edinburgh, Scotland",
  "homeClub": "Bruntsfield Links & Musselburgh Links",
  "handicap": "",
  "joined": "c. 1768–1836",
  "quote": "Wherever a golfer ends his day, there should be one door that opens a little easier for him.",
  "bio": "A commercial traveller with a modest game but an excellent memory, Brother Rowan carried the quiet customs of MacLaing and Calder out of St Andrews and Leith.",
  "fullBio": "Brother Rowan was born in Edinburgh just as the world around golf was changing from scattered local matches into a web of societies and recognised clubs. Bruntsfield Links and Leith Links were already busy with merchants and lawyers playing under evolving rules, while taverns like Golfhall and, later, the Golf Tavern rented rooms to golfing societies that wanted somewhere to dine, drink and argue in private. From his uncles he inherited stories of Brother MacLaing and Brother Calder – men who insisted that a round was not finished until it had been shared – along with a handful of phrases and gestures that marked out those who 'finished properly'.\n\nRowan's own profession made him ideal for the next phase of the Order's growth. Working as a travelling agent for club-makers and textile houses, he had reason to visit Leith, Bruntsfield, the growing societies at Edinburgh, and the old links at Musselburgh where formal clubs were being founded from 1774 onward. His golf was serviceable but unspectacular; what distinguished him was his habit of playing a few holes in each town, then spending twice as long in the right tavern, listening. He noticed which innkeepers kept a fair room, which stewards treated caddies and gentlemen with the same basic respect, and which houses naturally became the place where matches truly ended.\n\nCarrying MacLaing's bridge-builder instinct and Calder's sense of invisible design, Rowan began to stitch these places together. In Bruntsfield, he would quietly teach a landlord to recognise a certain phrase – 'have you finished your round?' – as a sign to find an extra seat and give a player time to lay down the day. In Leith, he would suggest that a club rent a particular upstairs room where heated arguments over rulings could cool into laughter. At Musselburgh he cultivated relationships with both club members and the famous fishwives who played on their days off, ensuring that the Order's welcome extended beyond titled gentlemen.\n\nOver decades of such journeys, Brother Rowan turned the Liang line's local custom into something like a network for the 19th: a chain of inns and golf houses where news, favours and warnings could pass quietly from town to town. A merchant in Edinburgh might learn, over ale, that a friend in Leith needed an introduction; a club-maker in Musselburgh might hear that a promising young caddie in St Andrews deserved a place. None of it was written, but the pattern was real.\n\nFor the Order, Rowan is remembered as the Travelling Brother – the man who carried the nineteenth from house to house until there was a friendly room for the Order in every important golfing town of Scotland. Where MacLaing built the first bridges and Calder drew the unseen hole on his mental map, Rowan walked that map into life, making sure that wherever a golfer found himself among the early Scottish links, the spirit of the 19th was never more than one well-chosen doorway away."
}
