{
  "slug": "brother-maclaing",
  "name": "Brother MacLaing",
  "nickname": "",
  "image": "/images/man1950.png",
  "location": "St Andrews, Scotland",
  "homeClub": "Leith Links",
  "handicap": "",
  "joined": "c. 1720–1779",
  "quote": "A round is not finished until a man has shared it in good company.",
  "bio": "A quiet trader's son who carried Master Liang's family custom east to Leith, Brother MacLaing became the discreet bridge between taverns, new clubs and those who chose to finish their round properly at an unseen 19th.",
  "fullBio": "Brother MacLaing was the first of Liang's descendants to take up the game with any seriousness, though he never truly loved striking the ball. What drew him back to the fairways of Leith Links was not the scorecard but the people: ship captains and lawyers, cobblers and lairds, all walking off the same rough ground with mud on their boots and stories burning on their tongues. When the earliest written rules were posted at Leith in 1744, laying down how and where a ball should be teed, dropped and holed, MacLaing saw that the law of the links was hardening even as the talk in the taverns remained gloriously human and untidy.\n\nCarrying Master Liang's unwritten 'finish properly' custom in his bones, he made himself a quiet guardian of the moments after play. He chose inns where golfers of different classes could sit together, steered particular men to particular tables, and was known to delay a cart or coach by a few minutes so that a shaken loser might finish his ale, his confession and his story before being thrown back to the world. Side by side with his younger kinsman Brother Calder, he began to see that the game now had two skeletons: one of holes and hazards that the new rules described, and one of stories and reconciliations that no committee would ever write down.\n\nFor the Order, Brother MacLaing is remembered as the first bridge-builder of the 18th-century era – the man who carried Master Liang's spirit out of a single town and into a network of taverns and golf houses, teaching innkeepers and regulars alike that a round was not finished until it had been shared. His influence ensured that, by the time he died, golfers in Leith and St Andrews spoke easily of 'those who finish properly', and the idea of a hidden nineteenth was already moving along the roads he travelled."
}
