{
  "slug": "brother-marcus",
  "name": "Brother Marcus",
  "memberId": "XIX-502",
  "nickname": "",
  "image": "/images/man2000.png",
  "location": "Amsterdam, Netherlands",
  "homeClub": "Kennemer Golf & Country Club",
  "handicap": "",
  "joined": "1975–Present",
  "quote": "The dunes teach patience, the wind teaches humility.",
  "bio": "A financial strategist whose precision on the course mirrors his approach to markets, Marcus's mastery of the Dutch dunes is legendary.",
  "fullBio": "Marcus van der Berg was born into Amsterdam's banking class, the kind of family where success was expected but never celebrated too loudly. His father was a private wealth manager, his mother a mathematics professor. Marcus inherited both their analytical minds and their distrust of flashiness.\n\nGolf was the family sport, played at Kennemer, where the dunes rolled like frozen waves and the wind could change a shot mid-flight. Marcus learned the game young and approached it like a chess match—reading the course, calculating risk, staying patient. By his twenties, he was a scratch golfer and a rising star in Amsterdam's financial district.\n\nBut the 2008 financial crisis shook him. Marcus watched colleagues prioritize short-term gains over long-term stability, saw institutions crumble from reckless decisions. He stepped back from the frenzy, moved into sustainable investment advisory, and returned to golf as a place where patience still mattered, where you couldn't cheat the fundamentals.\n\nIn 2016, during a business trip to Scotland, Marcus played a round at St Andrews and met Dean McLeod, who was working the course that day. They talked after the round—about links golf, about stewarding traditions, about the tension between preservation and progress. Dean mentioned 'the 19th.' Marcus was intrigued.\n\nMarcus joined the Order in 2017. He's become its quiet strategist, the one who asks: What's the long-term plan? How do we sustain this? He believes the Order must be financially and culturally sustainable, not just romantic. His home course at Kennemer reflects his philosophy—humble, wind-tested, and enduring."
}
