{
  "slug": "sister-isabella",
  "name": "Sister Isabella",
  "nickname": "",
  "image": "/images/lady2000.png",
  "location": "Milan, Italy",
  "homeClub": "Circolo Golf Villa d'Este",
  "handicap": "",
  "joined": "1982–Present",
  "quote": "Grace under pressure, elegance in motion.",
  "bio": "A fashion designer whose creative vision extends to the course, Isabella's victory at Lake Como redefined what it means to play with style.",
  "fullBio": "Isabella Rossi grew up in Milan's fashion district, the daughter of a seamstress and a tailor. While others saw her parents' work as manual labor, Isabella saw art—the precision of a perfectly cut suit, the way fabric moved with the body, the silent language of style.\n\nShe studied fashion design in Milan, then moved to Paris to work for a major house. But the industry felt hollow—trend-chasing, wasteful, obsessed with youth. Golf became her escape. She'd learned the game as a teenager at Villa d'Este, caddying to earn money, and returned to it in her thirties seeking something more permanent than seasonal collections.\n\nAt Lake Como, Isabella noticed how women's golf attire was either overly technical or uncomfortably formal. She started designing her own pieces—clothes that moved, breathed, and looked elegant. Other women noticed. Word spread. In 2019, she launched a small line of golf apparel that sold out immediately.\n\nAround the same time, she heard whispers about 'the 19th' from an older Italian member at Villa d'Este. Isabella was invited to join in 2020. She became the first Sister in the Order's Italian chapter, bringing a perspective the brotherhood hadn't fully considered: that style and substance weren't opposites, but complements. How you present yourself on the course is part of the ritual, part of the respect you show the game.\n\nIsabella now splits her time between designing, playing, and quietly advocating for more women to be welcomed into the Order—not as tokens, but as equals who bring their own traditions to the 19th hole."
}
