{
  "slug": "sister-morag",
  "name": "Sister Morag",
  "memberId": "II-7",
  "nickname": "",
  "image": "/images/lady1950.png",
  "location": "Fisherrow, Musselburgh",
  "homeClub": "Musselburgh Links",
  "handicap": "",
  "joined": "c. 1778–1842",
  "quote": "I carried fish and stories on the same back, and both found good tables in the end.",
  "bio": "A formidable Musselburgh fishwife who played golf on her days off and walked miles with a creel on her back, Sister Morag became the first woman of the Order.",
  "fullBio": "Sister Morag was born into the hard, wind-burned world of Fisherrow, the harbour village just west of Musselburgh where women did 'the work of men' – gutting and smoking fish, weaving creels, repairing nets and then carrying the day's catch for miles to market. On rare days when the boats stayed in and the baskets were light, Morag and other fishwives from Fisherrow and Musselburgh took to the links with borrowed clubs, thumping balls over the same ground where gentlemen played their matches. By the 1790s, ministers and golfers alike were complaining – half in shock, half in admiration – that these women played golf and football as fiercely as any man.\n\nMorag's swing was powerful and unrefined, but what set her apart was her ear. Walking the fishwives' paths between Fisherrow, Edinburgh and the inland markets, she heard the same names and stories surface again and again: Brother Rowan, the travelling salesman who always knew which inn kept a fair room; whispered talk of Bruntsfield societies and Leith gentlemen who 'finished their round properly' in certain corners. When Rowan recognised in her the same instinct that had driven MacLaing and Calder – a refusal to let a day's labour end without shared talk and small mercies – he broke with habit and offered her the quiet signs of the Order.\n\nAs a fishwife, Morag could go where no merchant or laird would be welcome. She carried more than fish in her creel: scraps of news about courses and clubs, warnings about men who played dirty but drank meaner, and introductions for young caddies or sailors who had shown honour on the links. On New Year gatherings and market days she made a point of steering tired golfers, visiting sailors and fellow fishwives toward the few taverns and back rooms that Brother Rowan had marked as safe harbours. In Musselburgh, when the first recorded women's competition was finally held for local fishwives in 1811, Morag took fierce pride; to her, it was not the beginning of women's golf but the first time the world admitted what Fisherrow had long known.\n\nFor the Order, Sister Morag is honoured as the First Sister and the voice of the coast. Where MacLaing and Calder sketched the unseen hole in theory and Brother Rowan stitched it between inland inns, Morag bound the Order to the sea-roads – the boats, harbours and fishwives' tracks that stitched Scotland's golfing towns together. Through her, the 19th did not belong only to club rooms and drawing rooms but also to smoky kitchens, harbour taverns and the rough laughter of women who carried both creels and stories farther than any man would walk."
}
